Revit 2024 API
BuiltInFailures.WallFailures.FailedToStoreSideFace Property
 Failed to store wall side face. Wall sweeps on this wall will fail to regenerate.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId FailedToStoreSideFace { get; }
Visual Basic
Public Shared ReadOnly Property FailedToStoreSideFace As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ FailedToStoreSideFace {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.WallFailures Class
Autodesk.Revit.DB Namespace